{
  "format": "layers-model",
  "generatedBy": "keras v2.12.0",
  "convertedBy": "TensorFlow.js Converter v4.4.0",
  "modelTopology":
  {"keras_version": "2.12.0",
    "backend": "tensorflow",
    "model_config":
    {
      "class_name": "Sequential",
      "config":
      {
        "name": "sequential_2",
        "layers":
        [
          {
            "class_name": "InputLayer",
            "config":
            {
              "batch_input_shape": [null, 33],
              "dtype": "float32",
              "sparse": false,
              "ragged": false,
              "name": "embedding_2_input"
            }
          },
          {
            "class_name": "Embedding",
            "config":
            {
              "name": "embedding_2",
              "trainable": true,
              "dtype": "float32",
              "batch_input_shape": [null, 33],
              "input_dim": 15000,
              "output_dim": 32,
              "embeddings_initializer":
              {
                "class_name": "RandomUniform",
                "config":
                {
                  "minval": -0.05,
                  "maxval": 0.05,
                  "seed": null
                }
              },
              "embeddings_regularizer": null,
              "activity_regularizer": null,
              "embeddings_constraint": null,
              "mask_zero": false,
              "input_length": 33
            }
          },
          {
            "class_name": "LSTM",
            "config":
            {
              "name": "lstm_2",
              "trainable": true,
              "dtype": "float32",
              "return_sequences": false,
              "return_state": false,
              "go_backwards": false,
              "stateful": false,
              "unroll": false,
              "time_major": false,
              "units": 64,
              "activation": "tanh",
              "recurrent_activation": "sigmoid",
              "use_bias": true,
              "kernel_initializer":
              {
                "class_name": "GlorotUniform",
                "config":
                {
                  "seed": null
                }
              },
              "recurrent_initializer":
              {
                "class_name": "Orthogonal",
                "config":
                {
                  "gain": 1.0,
                  "seed": null
                }
              },
              "bias_initializer":
              {
                "class_name": "Zeros",
                "config": {}
              },
              "unit_forget_bias": true,
              "kernel_regularizer": null,
              "recurrent_regularizer": null,
              "bias_regularizer": null,
              "activity_regularizer": null,
              "kernel_constraint": null,
              "recurrent_constraint": null,
              "bias_constraint": null,
              "dropout": 0.0,
              "recurrent_dropout": 0.0,
              "implementation": 2
            }
          },
          {
            "class_name": "Dense",
            "config":
            {
              "name": "dense_5",
              "trainable": true,
              "dtype": "float32",
              "units": 128,
              "activation": "relu",
              "use_bias": true,
              "kernel_initializer":
              {
                "class_name": "GlorotUniform",
                "config": {"seed": null}
              },
              "bias_initializer": {"class_name": "Zeros", "config": {}},
              "kernel_regularizer": null,
              "bias_regularizer": null,
              "activity_regularizer": null,
              "kernel_constraint": null,
              "bias_constraint": null
            }
          },
          {
            "class_name": "Dense",
            "config":
            {
              "name": "dense_6",
              "trainable": true,
              "dtype": "float32",
              "units": 128,
              "activation": "relu",
              "use_bias": true,
              "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}},
              "bias_initializer": {"class_name": "Zeros", "config": {}},
              "kernel_regularizer": null,
              "bias_regularizer": null,
              "activity_regularizer": null,
              "kernel_constraint": null,
              "bias_constraint": null
            }
          },
          {
            "class_name": "Dropout",
            "config":
            {
              "name": "dropout_2",
              "trainable": true,
              "dtype": "float32",
              "rate": 0.2,
              "noise_shape": null,
              "seed": null
            }
          },
          {
            "class_name": "Dense",
            "config":
            {
              "name": "dense_7",
              "trainable": true,
              "dtype": "float32",
              "units": 6,
              "activation": "softmax",
              "use_bias": true,
              "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}},
              "bias_initializer": {"class_name": "Zeros", "config": {}},
              "kernel_regularizer": null,
              "bias_regularizer": null,
              "activity_regularizer": null,
              "kernel_constraint": null,
              "bias_constraint": null
            }
          }
        ]
      }
    },
    "training_config":
    {
      "loss": "categorical_crossentropy",
      "metrics":
      [
        [
          {
            "class_name": "MeanMetricWrapper",
            "config":
            {
              "name": "accuracy",
              "dtype": "float32",
              "fn": "categorical_accuracy"
            }
          }
        ]
      ],
      "weighted_metrics": null,
      "loss_weights": null,
      "optimizer_config":
      {
        "class_name": "Custom>Adam",
        "config":
        {
          "name": "Adam",
          "weight_decay": null,
          "clipnorm": null,
          "global_clipnorm": null,
          "clipvalue": null,
          "use_ema": false,
          "ema_momentum": 0.99,
          "ema_overwrite_frequency": null,
          "jit_compile": true,
          "is_legacy_optimizer": false,
          "learning_rate": 0.0010000000474974513,
          "beta_1": 0.9,
          "beta_2": 0.999,
          "epsilon": 1e-07,
          "amsgrad": false
        }
      }
    }
  },
  "weightsManifest":
  [
    {
      "paths": ["group1-shard1of1.bin"],
      "weights":
      [
        {
          "name": "dense_5/kernel",
          "shape": [64, 128],
          "dtype": "float32"
        },
        {
          "name": "dense_5/bias",
          "shape": [128],
          "dtype": "float32"},
        {
          "name": "dense_6/kernel",
          "shape": [128, 128],
          "dtype": "float32"},
        {
          "name": "dense_6/bias",
          "shape": [128],
          "dtype": "float32"
        },
        {
          "name": "dense_7/kernel",
          "shape": [128, 6],
          "dtype": "float32"
        },
        {
          "name": "dense_7/bias",
          "shape": [6],
          "dtype": "float32"
        },
        {
          "name": "embedding_2/embeddings",
          "shape": [15000, 32],
          "dtype": "float32"},
        {
          "name": "lstm_2/kernel",
          "shape": [32, 256],
          "dtype": "float32"
        },
        {
          "name": "lstm_2/recurrent_kernel",
          "shape": [64, 256],
          "dtype": "float32"
        },
        {
          "name": "lstm_2/bias",
          "shape": [256],
          "dtype": "float32"
        }
      ]
    }
  ]
}